OpenFOAM/benchmark_cases_LiPb/laminar-case/0/nut
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      U;
}

dimensions      [0 2 -1 0 0 0 0];

internalField   uniform 0;

boundaryField
{
    inlet
    {
        type            calculated;
        value           uniform 0;
    }
    outlet
    {
        type            zeroGradient;
    }
    wall
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
    probe
    {
        type            nutkWallFunction;
        value           uniform 0;
    }
}
